"use strict"

let cal = [
    "Сайт-визитка = 15,000 руб.",
    "Интернет магазин = 25,000 руб.",
    "Корпоративный сайт = 20,000 руб.",
];

let site = prompt("What type of site do you want?");
if (site == "Сайт-визитка", "сайт-визитка", "сайт визитка", "визитка","1") {
    alert(cal[0]);
} else if (site == "Интернет магазин", "Магазин", "интернет магазин", "магазин","2") {
    alert(cal[1]);
} else if (site == "Корпоративный сайт", "корпоративный сайт","3") {
    alert(cal[2]);
};
